["Bowser: Bowser Bomb – If you land this on a shielding enemy, you can break their shield in one hit. Just make sure you capitalize afterward with a dropkick!",
"Bowser: Bowser Bomb – You can grab on to an edge while bombing, but only if you're really close to it. It's a quick albeit risky way to descend quickly.",
"Bowser: Fire Breath – Once Bowser's used up his fire once, he needs time to recharge. Give him 10 seconds, and he'll be ready to roast!",
"Bowser: Fire Breath – You can change the angle of Bowser's flame. Try aiming slightly above the enemy to make it harder for them to escape! Bowser's not above dirty tricks.",
"Bowser: Flying Slam – Bowser's target has a bit of control over their direction in the air, too. The lower their damage, the more influence they have (but still not much).",
"Bowser: Tough Guy – Bowser's a real tough guy. When he's only lightly damaged, weaker attacks won't make him flinch.",
"Bowser: Whirling Fortress – Repeatedly pressing the button while using this move in midair will give you a small boost in how high you fly.",
"Bowser: Whirling Fortress – Try using this right after shielding an enemy attack. Cancel the shield and whirl toward the enemy to counterattack!",
"Bowser Jr.: Abandon Ship – After leaping out of the Junior Clown Car, Bowser Jr. can swing a hammer with the standard attack button. This attack is great for launching.",
"Bowser Jr.: Clown Kart Dash – Input a jump while performing this, and you'll cancel the dash. This can be handy for recovery, as a lead-in to other moves, or as a feint.",
"Bowser Jr.: Clown Kart Dash – The Junior Clown Car becomes a kart and charges forward. The higher the speed, the more damage it will deal.",
"Bowser Jr.: Mechakoopa – The Junior Clown Car spits out a Mechakoopa that explodes on contact with an enemy. It'll explode if you just leave it alone for a while too.",
"Captain Falcon: Falcon Dive – Press left or right the moment Captain Falcon crouches to adjust the angle of the attack. If you were already facing that way, you can even grab opponents.",
"Captain Falcon: Falcon Kick – The attack is at its most powerful right after pressing the button and loses power as it goes. However, it's a little stronger when used in the air.",
"Captain Falcon: Falcon Punch – After pressing the attack button, quickly turn around to make Captain Falcon unleash an even more powerful attack as he turns.",
"Captain Falcon: Raptor Boost – Used in midair, his hand has a meteor effect on the downswing. The trick is to hit the foe when they're below Captain Falcon.",
"Captain Falcon: Strong Up Attack – If Falcon's heel hits an airborne enemy during this attack, it will dunk them. Try using it on an opponent after they've pulled themselves up from an edge.",
"Charizard: Flare Blitz – There's a big explosion when Charizard hits a fighter or an obstacle. This can hit other nearby fighters too!",
"Charizard: Mega Evolution – Mega Charizard X takes less damage than usual and won't flinch from attacks. However, taking damage reduces the time it can stay transformed.",
"Charizard: Rock Smash – Right before smashing a rock, Charizard gets super armor, meaning it won't flinch even when attacked!",
"Charizard: Rock Smash – The rocks will fly in random directions. Get close to your target to maximize damage.",
"Charizard: Strong Up Attack – Charizard's wings won't take damage, making this attack good for overpowering foes who are attacking from above.",
"Dark Pit: Dark Pit Staff – This Final Smash shoots in a straight line, going through foes and terrain. If it hits more than one opponent, the closer foes will take more damage.",
"Dark Pit: Electroshock Arm – Dark Pit charges forward and launches foes upward at a lower angle than Pit's Upperdash Arm. This move also deals electrical damage.",
"Dark Pit: Silver Bow – Compared to those from Pit's Palutena Bow, these arrows disappear more quickly and can't be steered as much. But they deal more damage in return.",
"Diddy Kong: Banana Peel – If you're holding an item when you throw the peel, you'll throw both at the same time. However, if it's a two-handed item, you won't throw it.",
"Diddy Kong: Banana Peel – You can't whip out another banana peel if one of yours is still in play, but each one will vanish after being thrown twice.",
"Diddy Kong: Monkey Flip – After grabbing on to opponents with this move, press the attack button to launch them sideways or press up to jump off their head!",
"Diddy Kong: Monkey Flip – If you don't jump when you're finished attacking, you can use another move immediately. That's a good time to escape with Rocketbarrel Boost.",
"Diddy Kong: Monkey Flip – If you grab foes in the air, you'll release them more quickly than if you grab them on the ground. Be ready to use a speedy follow-up attack.",
"Diddy Kong: Monkey Flip – While performing this move, you can press the attack button to launch a flying kick that deals considerable damage and has good launching power.",
"Diddy Kong: Monkey Flip – You can use this move again in the air after jumping off the first enemy you attack. Useful for when you're fighting a lot of enemies...",
"Diddy Kong: Peanut Popgun – Overcharging the Peanut Popgun makes it backfire, but it'll do a ton of damage to foes that it hits!",
"Diddy Kong: Peanut Popgun – The peanuts you fire can be caught by enemies if they time it right. Charge the move to make the peanuts harder to catch.",
"Diddy Kong: Peanut Popgun – While charging, watch for when Diddy grabs his hat! That's the sign that the Peanut Popgun's about to backfire.",
"Diddy Kong: Rocketbarrel Boost – If some attacks Diddy Kong when he's wearing his Rocketbarrel Pack, it'll break free and fly off on its own.",
"Diddy Kong: Rocketbarrel Boost – If you fly up through a platform and land on it, the Rocketbarrel Pack will explode on contact with the platform, blasting nearby enemies.",
"Donkey Kong: Shield Break – Donkey Kong can use his side special Headbutt and his down special Hand Slap to damage or even shatter his foes' shields...and spirits.",
"Donkey Kong: Spinning Kong – This move doesn't offer a lot of lift, but it can carry Donkey Kong a fair distance left or right.",
"Dr. Mario: Capsules – The capsules bounce higher than Mario's fireballs. Also, since they're physical projectiles, energy-absorbing specails won't work on them.",
"Dr. Mario: Downward Throw – Unlike Mario's down throw, Dr. Mario's always sends the foe bouncing upward, so you can follow it up more easily with an air attack.",
"Dr. Mario: Dr. Tornado – Press the button repeatedly midattack to rise into the air. However, after it ends you are vulnerable, so be careful using it to recover.",
"Dr. Mario: Front Air Attack – Unlike Mario's similar move, this will never have a meteor effect regardless of your timing, but it is strongest when his fist is directly in front of him.",
"Dr. Mario: Super Sheet – This move doesn't have as much horizontal range as Mario's Cape, but it has more range vertically, so lure your foes in and then strike!",
"Duck Hunt: Clay Shooting – If the clay pidgeon from this move and the can from Trick Shot are on-screen at the same time, the shooter will aim for the clay pidgeon.",
"Duck Hunt: Duck Jump – The duck grabs the dog and carries him through the air. Once started, this move can't be stopped.",
"Duck Hunt: Trick Shot – Even while grabbing opponents, being grabbed, or using Duck Jump, you can keep shooting the can.",
"Duck Hunt: Trick Shot – If the Duck Hunt dog and duck are near the can when it's shot, the duo will crouch down and cover their ears, leaving them vulnerable for a moment.",
"Duck Hunt: Wild Gunman – The gunmen can be defeated if they take enough damage. For a surprise, hit the one in a black suit near the top or hit the lanky one near the bottom!",
"Duck Hunt: Wild Gunman – The gunmen from fastest to slowest: the cool leader (earning that title!), the one in a suit, the one in a sombrero, the lanky one, and then the beardy one.",
"Duck Hunt: Wild Gunman – The gunmen's firepower, from best to worst: the sombrero guy, the cool leader, the guy in a suit, and then a tie between the lanky and beardy ones.",
"Duck Hunt: Wild Gunman – The gunmen's order is random, but all five will take a turn before cycling. Remember the first four, and you can predict the last one!",
"Duck Hunt: Wild Gunman – The lanky gunman has a longer range than any of the others, and the one in the sombrero has the shortest range. The others are pretty much equal.",
"Falco: Falco Phantasm – Falco Phantasm can send an airborne enemy straight down--use it to dunk them into the abyss.",
"Falco: Fire Bird – Inertia makes this move slower than Fox's Fire Fox. If you use it while moving horizontally in midair, you'll slide along in midair for a moment.",
"Falco: Low Air Phantasm – You can use Falco Phantasm at low altitude by jumping while running and immediately pressing the special-move button. I hear he prefers the air, anyway.",
"Falco: Reflector – The energy shield can also knock down enemies, so it can be used to slow an opponent down in addition to reflecting projectiles.",
"Falco: Standard Air Attack – If you land just before the final attack in Falco's midair combo, you can move straight into a standard combo on the ground.",
"Falco: Strong Down Attack – This move can launch the enemy off the stage with one hit if their damage is high enough. You're not left vulnerable, so it's a low-risk way to KO foes.",
"Fox: Fox Illusion – When you use this move on the ground, Fox will always stop if he reaches an edge. When used in the air, you need to be a little more careful.",
"Fox: Front Air Attack – Try timing the fifth strike to hit your opponent just before you hit the ground. When your opponent bounces, that's your chance for a follow-up attack.",
"Fox: Reflector – Using Reflector in midair slows down Fox's fall back to the ground. Using this when an enemy is about to attack from below can throw off their timing.",
"Ganondorf: Flame Choke – After being grabbed by this move, it's possible to recover just before being slammed into the ground.",
"Ganondorf: Flame Choke – An enemy hit by this in the air will be slammed into the ground and can't recover quickly. It's also slightly more powerful than when used on the ground.",
"Ganondorf: Flame Choke – You can use this to grab an enemy and drag them offstage with you. However, the point will go to the last person to strike that enemy before your grab.",
"Ganondorf: Strong Up Attack – It's a slow attack, but it can do more damage than a smash attack. Even if defended against, the attack can break all but a perfect shield.",
"Ganondorf: Warlock Punch – After pressing the attack button, quickly turn around to make Ganondorf unleash an even more powerful attack as he turns.",
"Ganondorf: Warlock Punch – This attack is more powerful when used in the air. However, you'll have to use a Bunny Hood or high platforms to find enough time to pull it off.",
"Greninja: Hydro Pump – Aim the water jets by pressing in a particular direction. You can then quickly press a different direction to go that way with the second burst.",
"Greninja: Substitute – After successfully countering with this, input a direction and you'll appear in that direction and attack.",
"Greninja: Water Shuriken – The longer this attack is charged, the shorter its range is. The uncharged version can be more useful for keeping a foe from approaching.",
"Ike: Aether – During the downward strike, this attack has a meteor effect. You'll fall straight down until you hit solid ground, so make sure you aim well!",
"Ike: Aether – Ike will be protected from flinching while he prepares this attack. This move can send foes flying upward!",
"Ike: Down Smash Attack – The backward strike of Ike's down smash deals more damage and launches farther than the forward strike.",
"Ike: Quick Draw – You'll be left defenseless after using this move in midair, but you'll be good to go if you use it right before you hit the ground.",
"Jigglypuff: Down Smash Attack – This move attacks in front of you and behind you at the same time, and your legs are invincible as they kick. It launches foes perfectly horizontally.",
"Jigglypuff: Pound – A simple punch that travels horizontally. You can use it repeatedly in midair--combine it with jumps to stay aloft for a very long time.",
"Jigglypuff: Pound – This move can lay waste to opponents' shields. You can adjust the direction slightly by inputting up or down in the air right before attacking.",
"Jigglypuff: Rest – Opponents launched by Rest will get a flower on their heads. Talk about insult to injury.",
"Jigglypuff: Rollout – When you hit a foe with this, you'll bounce up and then be unable to do anything until you land. Try to avoid hitting foes with it if you're trying to recover!",
"Jigglypuff: Rollout – While rolling on the ground, press in the opposite direction to make a quick turn. It won't work if you're airborne, but it'll slow you down.",
"Jigglypuff: Shield – If its shield is shattered, Jigglypuff will get launched and KO'd no matter its damage.",
"King Dedede: Gordo Throw – Choose up, middle, or down right after starting this move to hit the Gordo in three different ways, changing how it bounces.",
"King Dedede: Gordo Throw – Gordos will stick to any walls they hit. Try doing this on walls close to edges to cause serious trouble to enemies trying to climb up.",
"King Dedede: Gordo Throw – With the right timing, an opponent can hit a Gordo back at you. You can then hit it back again, quickly turning a fierce battle into a game of Gordo tennis.",
"King Dedede: Jet Hammer – If King Dedede's damage goes over 100%, he can keep charging this move past maximum without taking damage.",
"King Dedede: Inhale – After inhaling opponents, press the button again to spit them out as a projectile. This way, you can hit your opponents with each other!",
"King Dedede: Super Dedede Jump – After leaping up high, Dedede crashes down to attack. This move can be canceled partway through by pressing up.",
"Kirby: Copy Copying – Kirby can steal a copy ability from another Kirby who's already copied someone else's ability. Confused yet?",
"Kirby: Final Cutter – Kirby slices up into the air and then slices straight down again. The shock wave that appears when you land can also damage your opponents.",
"Kirby: Hammer Flip – If fully charged, this move becomes very powerful, but Kirby will begin to take damage at full charge.",
"Kirby: Hammer Flip – When Hammer Flip is fully charged and used on the ground, Kirby is invincible for a brief moment at the start of his swing.",
"Kirby: Inhale – In addition to enemies, Kirby can Inhale some items. You'll recover a little damage this way, but sucking in explosives will hurt!",
"Kirby: Lucario Copy Ability – Kirby gains the ability to use Aura Sphere from Lucario. No matter how high his damage gets, though, the attack won't get any stronger.",
"Kirby: Stone – Kirby's form is different each time he uses this, but the move's effect is the same.",
"Kirby: Stone – While falling, you can cancel the attack by entering the move a second time. It's a perfect way to trick other players!",
"Kirby: Taunt – Taunt to discard your current Copy Ability. Find the most opportune moment to change your ability!",
"Link: Bomb – While holding a bomb, press the grab button just before landing to drop it at your feet without going off. Leave this present for your foes!",
"Link: Bomb – Your bombs are special ones--the explosion from hitting an enemy won't hurt you.",
"Link: Dash Attack – Link's dash attack strikes with almost as much force as a smash attack. The point of his sword is especially painful.",
"Link: Hero's Bow – The longer Link charges his bow, the farther the arrows will fly and the more powerful they'll be. At maximum charge, they'll fly perfectly straight.",
"Link: Hylian Shield – Link's Hylian Shield blocks all projectiles, no matter how powerful. Link won't take any damage at all.",
"Link: Midair Clawshot – When you fire the Clawshot by using a grab in midair, it extends a long way, making it useful against tall foes or those approaching from below.",
"Link: Standard Attack – Opponents struck by the full three-hit combo will get launched, or you can combine the first two hits with up or down smash attacks to keep things fresh.",
"Little Mac: Giga Mac – As Giga Mac, Little Mac has more power and speed than usual. He also won't flinch from attacks, but he'll still take damage as usual.",
"Little Mac: Jolt Haymaker – Press the button during the jump, and you can deliver the punch more quickly. You won't move as far though, so consider that before using it.",
"Little Mac: Jolt Haymaker – You get a window of invincibility if you start this move on the ground, but not in the air. So be careful!",
"Little Mac: Rising Uppercut – Little Mac zoomes upward with a powerful uppercut. He travels farther when used on the ground than when used in the air.",
"Little Mac: Side Smash Attack – If you press up when performing Little Mac's side smash, it will change into an uppercut that sends enemies flying upward.",
"Little Mac: Slip Counter – Just when you think you've got him, Little Mac socks you with a nasty counter. He's invincible during the attack, so there's no stopping him!",
"Little Mac: Straight Lunge – This attack gives you super armor while charging up and while dashing forward. This is especially prominent when it's fully charged.",
"Little Mac: Unique Traits – At high damage levels, bruises and a bandage appear on Little Mac's face. Also, since he's a boxer, he never attacks using his legs.",
"Lucario: Aura – Lucario's Aura power increases as it takes damage. At 190%, Lucario's attacks are 2.5 times normal strength, but it's possible to grow even stronger...",
"Lucario: Extreme Speed – The end of this move launches nearby foes. With enough Aura, you can dash in and attack from far away, but try not to zoom right off the screen!",
"Lucario: Extreme Speed – This move will send Lucario flying in the direction you indicate. The more damage Lucario has taken, the farther it will fly.",
"Lucario: Force Palm – Force Palm deals more damage and has a greater range if Lucario's Aura is stronger.",
"Lucario: Grab Attack – If Lucario has taken a lot of damage, it can pull off this move and do a lot of damage thanks to Aura.",
"Lucina vs. Marth – Marth's sword deals more damage at the tip, but Lucina's is the same all the way along. That aside, their moves are fundamentally pretty similar.",
"Lucina: Critical Hit – Lucina dashes forward and launches any foes in her path. It goes quite far if nothing gets in its way, so swing your sword before you go off-screen!",
"Lucina: Strong Up Attack – Lucina cuts an arc through the air with her sword. This does the most damage at the back, so try using it on foes standing close behind you!",
"Luigi: Down Taunt – If you're foe's clinging to an edge for dear life, try using Luigi's down taunt. That meteor smash will be VERY satisfying!",
"Luigi: Fireball – Luigi's green fireballs don't travel as far as his brother's, but they don't lose power the farther they move away from Luigi.",
"Luigi: Green Missile – If you charge this for too long, he'll get worn out and give up. Let him catch his breath, and then try again.",
"Luigi: Green Missile – This move can end with Luigi's head stuck in a wall. That leaves him vulnerable, so be careful!",
"Luigi: Green Missile – This move has a 1-in-10 chance to hit REALLY hard and fly REALLY far. Too far, in some cases.",
"Luigi: Luigi Cyclone – If you land during Luigi Cyclone after using it in midair, you can slide left or right, leaving you much less vulnerable to attack.",
"Luigi: Luigi Cyclone – Press the button repeatedly while using this attack to move upward. This effect is stronger in midair, so use it to chase people for recovery.",
"Luigi: Shield – When shielding against powerful attacks, such as smash attacks, Luigi will slide backward. This makes him harder to hit multiple times.",
"Luigi: Standard Air Attack – This attack launches opponents almost straight upward. Since you know which way they're going, it's easy to move in and attack again.",
"Luigi: Up Smash Attack – Hit an enemy in front to launch them backward. Hit an enemy behind you to launch them forward. The green guy's kooky like that!",
"Mario: Cape – Use this in midair to slow down Mario's falling speed for a moment. In particular, the first time you use it, he'll float up a bit--great for dodging!",
"Mario: F.L.U.D.D. – F.L.U.D.D. isn't just for pushing fighters--it can also push some items, like capsules and crates, and even deflect incoming Bob-ombs.",
"Mario: F.L.U.D.D. – F.L.U.D.D.'s water is great for stopping fighters like Ness and Ike from recovering with their up specials. Try to keep it charged and ready!",
"Mario: Up Smash Attack – A powerful upward headbutt. Mario's head is invulnerable while performing it. Useful against opponents moving in to attack from above.",
"Marth: Counter – The counter depends on the attack it is countering. A countered smash attack may KO an opponent!",
"Marth: Dancing Blade – Hold toward the foe you're attacking on the fourth swing for an attack that launches foes much farther than the up or down versions.",
"Marth: Dancing Blade – Use Dancing Blade midjump to make Marth rise slightly in the air. Even during low jumps, you'll be able to use the attack multiple times with this method.",
"Marth: Shield Breaker – This move leaves you wide open, but if you charge it to maximum, it can break an enemy's shield in a single hit.",
"Mega Man: Crash Bomber – This bomb is incredibly clingy, latching on to walls, floors, and even fighters! It can be given to other fighters by bumping into them.",
"Mega Man: Down Air Attack – After Mega Man's fist flies a little away from his body, it has a meteor effect. To send foes flying down, you'll want to leave a little distance.",
"Mega Man: Leaf Shield – If you grab someone while the Leaf Shield's up, you can do a combo attack: a throw plus the damage from the leaves.",
"Mega Man: Leaf Shield – You can't use other specials while the Leaf Shield is up, so if you're offstage and need to use your up special, better get rid of this first!",
"Mega Man: Mega Legends – The Black Hole Bomb will explode when it hits a foe, or you can blow it up by pressing the special button. Use that method to draw in nearby foes.",
"Mega Man: Metal Blade – The Metal Blade will deal more damage if you let it get stuck in a wall and then pick it up and use it as an item. Your foes can pick it up too, though!",
"Mega Man: Rush Coil – When Rush is standing there after you use this move, he'll bounce you higher than when you first use it. Other players can jump on him too!",
"Meta Knight: Dimensional Cape – Meta Knight wraps himself in his cape and disappears. If you keep holding the button, he'll strike when he's back!",
"Meta Knight: Dimensional Cape – While Meta Knight is invisible, he'll move in the direction you input. He won't move if you don't input a direction, which is useful as a feint.",
"Meta Knight: Downward Throw – Your enemy will fly diagonally upward after this, so that's a good time to use a combo. If their damage is low, try a dash attack and then a front air attack.",
"Meta Knight: Drill Rush – If you direct Meta Knight toward the ground, he'll cancel the move and do a little hop. Use that to avoid an enemy who is about to counter you.",
"Meta Knight: Drill Rush – While Meta Knight's rushing through the air like a drill, you can adjust his direction.",
"Meta Knight: Mach Tornado – The tornado created around Meta Knight can destroy any weak projectiles it hits. A swift and powerful attack, useful against falling foes.",
"Meta Knight: Shuttle Loop – Meta Knight thrusts his sword upwards, loops in midair, and then thrusts his sword once more.",
"Meta Knight: Shuttle Loop – You can use the attack slightly more quickly in the air. However, the first strike is more powerful when executed from the ground.",
"Meta Knight: Strong Side Attack – The third strike of Meta Knight's strong side attack is powerful enough to launch opponents.",
"Mii Brawler: Burning Dropkick – This move combines a big forward leap with a drop kick. Also it's on fire. Charge it up for some serious power, distance, and speed.",
"Mii Brawler: Feint Jump – A long leap forward while turning upside down. If you hit the attack button on the way down, you'll perform a jump kick.",
"Mii Brawler: Head-On Assault – If you're facing an edge, you can grab it in the middle of this move--but it won't work if you're facing away from the edge. Careful, kiddo.",
"Mii Brawler: Headache Maker – After a big jump, the Mii Brawler swings down with both arms. At that exact moment, this move has a meteor effect.",
"Mii Brawler: Helicopter Kick – When performing this move, pressing left or right will let you change the direction of the kick.",
"Mii Brawler: Up Smash Attack – An upward-kicking backflip. Your legs are invulnerable while you perform it, so it's perfect for countering enemy attacks from above.",
"Mii Fighters' Physiques – Your Mii Fighter's stats are affected by the size of the original Mii it's based on. Bigger fighters will be more powerful, while smaller fighters will be faster.",
"Mii Gunner: Bomb Drop – This move rolls a bomb forward that will blow up after a set period of time or when it hits a foe. Drop one on an opponent trying to recover!",
"Mii Gunner: Cannon Uppercut – Fires a blast downward, using the recoil to power an uppercut. If you're up close, you can hit your foe with both the uppercut and the blast!",
"Mii Gunner: Stealth Burst – Fires a stealth explosive forward that detonates when you release the button. Hold the button down to get more distance and power.",
"Mii Swordfighter: Airborne Assault – The Mii performs a somersault leap forward in a large arc. If it strikes foes, they will be blasted back and the user will jump forward.",
"Mii Swordfighter: Chakram – Perform this move like a smash attack to throw stronger and farther. If you perform it normally, the chakram will hover and hit multiple times.",
"Mii Swordfighter: Chakram – Throws a ring-shaped projectile. If it hits the stage, it'll stick there. You can adjust the angle of the throw by pressing up or down.",
"Mii Swordfighter: Hero's Spin – When using this move on the ground, you can also hold down the button to charge it up. It's also stronger in general on the ground than in the air.",
"Mii Swordfighter: Gale Strike – The tornado will become weaker as time passes, but the force of the wind will still push opponents even after it stops dealing damage.",
"Mii Swordfighter: Power Thrust – This dashing thrust will travel sideways on the ground but diagonally down in the air. The sword's tip is especially powerful.",
"Mii Swordfighter: Shuriken of Light – The farther the shurikens travel, the more damage they deal. Throwing them at nearby foes won't even make them flinch.",
"Mii Swordfighter: Stone Scabbard – At the end of this move, the sword sticks right through the ground. You can use it to attack unsuspecting enemies below the platform.",
"Mr. Game & Watch: Fire – You can launch enemies sideways by hitting them on your ascent. This is a good way to turn the tables on someone waiting for you to pop up from a ledge.",
"Mr. Game & Watch: Oil Panic – Absorbing a particularly powerful energy blast can fill the gauge in one go. However, even the weakest of attacks will always fill it by one segment.",
"Mr. Game & Watch: Oil Panic – The gauge doesn't reset when Mr. Game & Watch is KO'd. Try surprising enemies with a bucket full of boiling-hot oil as soon as you respawn!",
"Mr. Game & Watch: Oil Panic – This bucket can hold all manner of projectiles. Once filled, unleash the contents on an unsuspecting foe.",
"Mr. Game & Watch: Oil Panic – This will only absorb energy-based projectiles. It won't affect physical ones, like Link's arrows.",
"Mr. Game & Watch: Oil Panic – You can use this to absorb explosions from Link's bombs or from Bob-ombs. Don't try it with the Bob-ombs that fall during Sudden Death, though.",
"Ness: Backward Throw – Enemies with a higher damage percentage are much easier to launch with this. You can knock them out completely if they're damaged enough!",
"Ness: PK Flash – The power and radius of the charge grow as you hold down the button. It can do up to 37% damage, but it'll disappear when it touches the ground.",
"Ness: PK Thunder – Ness can hit himself with the ball of electricity to launch himself like a missile. If you're good with the angle, it can be used for recovery.",
"Ness: PK Thunder – Since you can move the attack yourself, you can stop enemies from recovering by moving it near an edge and waiting for them to climb up.",
"Ness: PK Thunder – The lightning won't disappear if an enemy hits its tail. It's also invulnerable for a very brief moment after Ness initially fires it.",
"Ness: PK Thunder – You can guide the bolt of lightning around and hit yourself for propulsion - but this leaves you defenseless, so be careful!",
"Ness: Side Smash Attack – Ness's bat leaves him open to attack, but it has epic launching power. He can even hit projectiles with it!",
"Olimar: Blue Pikmin – Throws performed with Blue Pikmin do 1.6 times the standard damage. The rest of their abilities are average, with no real weaknesses.",
"Olimar: Down Smash Attack – If there are at least two Pikmin with Olimar, they'll attack on both sides of him. If there's only one, it'll attack in front of him.",
"Olimar: End of Day – When Olimar jumps into the S.S. Dolphin, nearby enemies will be buried. If the ship hits anyone while it's airborne, they'll be slammed to the ground.",
"Olimar: End of Day – You can adjust the trajectory of the S.S. Dolphin as it comes back down. If you aim it well enough, you can even get it under floating platforms.",
"Olimar: Lead Pikmin – Olimar always attacks with the Pikmin at the front of the line. You can tell which one this is by the arrow pointing to it.",
"Olimar: Pikmin Flowers – After being plucked, it takes some time for the flower on a Pikmin's head to bloom. The flower doesn't really affect it's abilities, though...",
"Olimar: Pikmin Order – If they're separated from Olimar for any length of time, the Pikmin will flicker and then disappear. If that happens, call them back with Pikmin Order.",
"Olimar: Pikmin Pluck – Olimar will always pluck the Pikmin in this order: red, yellow, blue, white, purple.",
"Olimar: Pikmin Throw – Most Pikmin latch on to opponents and attack them repeatedly. Purple Pikmin, though, deal one heavy blow and then bounce off.",
"Olimar: Pikmin Throw – The less damage an opponent has accumulated, the longer the Pikmin can hang on to it.",
"Olimar: Purple Pikmin – Attacks performed using Purple Pikmin deal 1.4 times the standard damage and launch foes farther too! They're lacking in reach and speed, however.",
"Olimar: Red Pikmin – Red Pikmin perform attacks that deal 1.2 times the standard damage. They're also immune to fire attacks, but their throw is weak.",
"Olimar: Smash Attack – All three of Olimar's smash attacks count as projectiles, which can be reflected back by moves like Reflector.",
"Olimar: White Pikmin – When attacking a grabbed opponent, White Pikmin deal twice the normal damage. They're also speedy and can jump very high.",
"Olimar: Yellow Pikmin – Yellow Pikmin have 1.25 times the reach of the other colors, but they do less damage. These Pikmin can't be killed by electric attacks.",
"PAC-MAN: Bonus Fruit – Cherries fly in a low arc. After hitting the floor, they only bounce once.",
"PAC-MAN: Bonus Fruit – Keys fly forward at high speed while spinning. They deal the most damage out of all the Bonus Fruit items.",
"PAC-MAN: Bonus Fruit – Oranges don't deal much damage, but they fly straight and at high speed, making it pretty easy to hit foes with them.",
"PAC-MAN: Bonus Fruit – PAC-MAN's apple bounces repeatedly across the ground. It travels quite a distance!",
"PAC-MAN: Bonus Fruit – PAC-MAN's Melon moves slowly through the air, making it difficult to hit opponents. But when it does hit home, it deals big damage.",
"PAC-MAN: Bonus Fruit – PAC-MAN's strawberry flies a little farther than other fruit and bounces twice when it lands.",
"PAC-MAN: Fire Hydrant – If you drop a hydrant onto a steep slope, it'll go tumbling down. The tumbling hydrant can deal damage to enemies it hits.",
"PAC-MAN: Fire Hydrant – The water that sprays from the hydrant will even push PAC-MAN himself. You can use to sneak up on a foe while charging an attack!",
"PAC-MAN: Pac-Jump – Anyone can use the trampoline from PAC-MAN's up special, but it breaks on the fourth use. The one who broke it will fall helplessly to the ground.",
"PAC-MAN: Power Pellet – If an opponent attacks the Power Pellet, this attack will be cancelled. It's a useful move for recovery, but be careful when foes are around!",
"Palutena: Autoreticle – This move locks on to an opponent in front and fires three shots. However, it won't lock on to a foe who's currently invincible due to dodging.",
"Palutena: Celestial Firework – There's a moment of invincibility just after firing the firework. If you use it well, you might be able to nullify an enemy attack and then strike back!",
"Palutena: Celestial Firework – This move shoots fireworks upward to attack. Besides the obvious anti-air applications, it can also be used to hit downed opponents.",
"Palutena: Counter – This move raises Palutena's shield, preparing to counter an enemy attack. The counterattack itself covers a surprisingly wide range.",
"Palutena: Explosive Flame – This move causes an explosion a short distance away from Palutena. It deals multiple hits to any opponents in its vicinity and then sends them flying.",
"Palutena: Jump Glide – After leaping upward, Palutena glides down slowly. You can make use of this glide to cover a lot of distance in the air.",
"Palutena: Lightweight – This move temporarily allows Palutena to move faster and jump farther. However, it also makes her easier to damage and launch.",
"Palutena: Reflect Barrier – This move creates a barrier that reflects enemy projectiles. It also pushes opponents away, so it can be useful if you want to keep your distance.",
"Palutena: Rocket Jump – Palutena propels herself with an explosion at her feet, damaging opponents nearby. It's a little more powerful on the ground than in the air.",
"Palutena: Super Speed – Palutena charges forward at speed and sends anyone in her way flying. The farther she travels, the more damage she deals on impact.",
"Peach: Low Gliding – Hold jump while crouching to float just above the ground. You can use air attacks quickly that way!",
"Peach: Peach Parasol – Peach can't grab the ledge if she's facing away from it and her parasol is open. Tap down to close it, though, and she'll grab on safely.",
"Peach: Peach Parasol – Press up and down to open and close your parasol and adjust your fall speed.",
"Peach: Side Smash Attack – Peach pulls out a tennis racket, a golf club, and then a frying pan. Remember that order!",
"Peach: Side Smash Attack – The tennis racket launches fartherst, the golf club has the best reach, and the frying pan hurts the most.",
"Peach: Vegetable – Of the eight types, the wrinkle-faced vegetable is the strongest. If you throw it while tapping in a direction, it can do over 30% damage!",
"Peach: Vegetable – Rarely, Peach will pull up a Bob-omb or Mr. Saturn. How rarely? Well, you have a 1/250 chance of a Bob-omb and a 1/166 chance of a Mr. Saturn!",
"Pikachu: Quick Attack – Pikachu is vulnerable before landing after using Quick Attack in midair. However, if you direct the attack at the ground, the recovery time shortens a little.",
"Pikachu: Skull Bash – Execute this move like a smash attack, and it'll start off slightly charged already. This way, fully charging it doesn't take as long.",
"Pikachu: Thunder – Hit yourself with Thunder to cause a discharge that damages nearby foes. The lightning bolt can also pass through platforms close to the cloud.",
"Pikachu: Thunder – The bolt of lightning has a meteor effect. Use it after throwing a foe upward for a powerful combo.",
"Pikachu: Volt Tackle – The smaller of the two lightning balls moves in front of the large one, so watch the small one to make it easier to control and hit other fighters.",
"Pit vs. Dark Pit – Pit and Dark Pit are similar in some ways, but they both summon different weapons and both celebrate victory to a different tune.",
"Pit: Guardian Orbitars – If the shields take to much damage, they'll break. When that happens, it'll be 10 seconds before they can be used again.",
"Pit: Palutena Bow – Press up before firing to aim the arrow that way. Also, you can guide the arrow while it's in the air.",
"Pit: Palutena Bow – The arrow fires automatically once it's fully charged, but it won't fire while Pit's changing his aim. You can delay firing that way.",
"Pit: Upperdash Arm – A dash forward followed by an uppercut. While Pit is dashing, the Upperdash Arm deflects projectiles! Cool!",
"R.O.B.: Arm Rotor – The spinning arms can deflect energy projectiles. Also, press the button repeatedly for a slightly longer attack!",
"R.O.B.: Robo Beam – After charging, R.O.B. fires a beam from his eyes. The red light on his head shows the charge level.",
"R.O.B.: Robo Beam – If the beam is fired at a low angle toward the terrain, it'll bounce once. If fired at a more extreme angle, the beam will disappear.",
"R.O.B.: Robo Beam – The beam will constantly charge while it's not in use, reaching three levels of power. R.O.B. starts each battle at the second charge level.",
"R.O.B.: Robo Beam – You can't fire a beam if you don't have any energy charged, but the sparks will still harm enemies right in front of you!",
"R.O.B.: Robo Burner – R.O.B. will use his burner to fly up. Don't jump--just press the special-move button repeatedly to save fuel and let yourself fly longer.",
"Robin: Down Air Attack – This attack doesn't have a meteor effect with the Bronze Sword, but it does with the Levin Sword.",
"Robin: Levin Sword – When you've used up the Levin Sword, perform smash attacks with the Bronze Sword to reduce the time until you can use the Levin Sword again.",
"Robin: Pair Up – If Chrom's attack connects and you perform this successfully, all of Robin's tomes and the Levin Sword will be fully recovered afterward.",
"Robin: Reaching Arcfire's Limits – Arcfire can be used up to six times in a row. Once it's used up, it'll be about 12 seconds before you can use the move again.",
"Robin: Reaching Elwind's Limits – Elwind can be used 18 times, after which you can't use this move at all for eight seconds. This seriously affects your recovery, so beware!",
"Robin: Reaching Nosferatu's Limits – Nosferatu is a useful technique that can recover health, but it can only be used four times in a row and takes up to 40 seconds to recharge.",
"Robin: Reaching the Levin Sword's Limits – After eight uses of the Levin Sword, you'll throw it away and be unable to use it for 10 seconds. It reverts to the Bronze Sword after holding it for 8 seconds.",
"Robin: Reaching Thunder's Limits – Thunder can be used up to 20 times in a row, but stronger tomes use it up faster. Elthunder counts as 3 uses, Arcthunder as 5, and Thoron as 8.",
"Robin: Regenerating Tomes and Swords – If you've used up a tome or your Levin Sword, try KOing some opponents. That'll shorten the time you have to wait to use them again.",
"Robin: Thunder – If you launch this move without charging it up, Robin will cast Thunder. It's not very powerful, but its fast speed can take foes by surprise.",
"Robin: Thunder – When casting Thoron, you can hold down the button to make the beam extend farther.",
"Robin: Tome – Robin's flurry attack uses the same tome as Elwind. If you use it up with the flurry attack, you won't be able to use Elwind for recovery!",
"Robin: Tome – The third strike of Robin's standard attack combo uses the same tome as Arcfire. When you run out of one attack, you also run out of the other.",
"Robin: Tome and Levin Sword – As a general rule, the remaining uses of tomes and Levin Swords won't reset until they're all used up or Robin gets KO'd.",
"Robin: Tome and Levin Sword – When Robin discards tomes and Levin Swords after using them up, they can hurt opponents they hit. They can even be grabbed and thrown!",
"Rosalina & Luma: Controlling Luma – Luma can attack even if Rosalina is stunned or sleeping. This can save you in a pinch.",
"Rosalina & Luma: Gravitational Pull – This move pulls in projectiles from a wide area around Rosalina. Use it to pull Ness's PK Thunder off course when he's trying to recover!",
"Rosalina & Luma: Launch Star – If you input backward just before Rosalina takes off, she'll fly straight up. Useful when you need as much height as possible.",
"Rosalina & Luma: Luma Shot – Luma keeps going for a bit after it hits a foe, but it slows down and deals less damage. Charge this move fully, and it'll be invincible as it flies!",
"Rosalina & Luma: Luma's Color – Lumas come in various colors, but their abilities are identical. The six colors you can get are yellow, red, green, blue, cream, and Polari.",
"Rosalina & Luma: Luma's Reactions – When Luma is next to Rosalina, it starts dancing if she grabs an opponent. When she gets hurt, you can see it flailing its little arms in panic!",
"Rosalina & Luma: Rebound – When it's on the way back after Luma Shot, Luma can attack as normal. Use this to surprise fighters heading for Rosalina or as a diversion.",
"Rosalina & Luma: Side Smash Attack – When Luma is behind Rosalina, this attack won't send him charging as far forward as usual. Better keep that in mind while aiming!",
"Rosalina & Luma: Standard Air Attack – When Luma is next to Rosalina, if you perform a standard air attack right before landing and then go straight into a dash, Luma will attack while dashing.",
"Rosalina & Luma: Standard Attack – If Rosalina hits a foe with a standard attack while up close, Luma will slip past them. Then use a strong down attack to hit 'em from both sides!",
"Samus: Midair Grapple Beam – Hop backward with a small jump, and then fire the Grapple Beam by using a grab in midair. Retreat while keeping your foes at bay!",
"Samus: Missile – Holding a direction will fire a homing missile, while quickly inputting a direction will fire a Super Missile!",
"Samus: Screw Attack – When recovering with the Screw Attack, you can't grab edges behind you until you've finished rising. Make sure to face the right way when you use it!",
"Samus: Standard Attack – Foes can often put up their shields in between the first and second hits of this combo. It's safer to just hit with the first attack and then flee.",
"Sheik: Bouncing Fish – Hold left or right to greatly affect the range of the attack. In this way, you can use the attack as a feint or really surprise an opponent!",
"Sheik: Bouncing Fish – Press the button again to make Sheik use the axe kick faster. Use it again right after the first kick hits, and you won't freeze up when you land.",
"Sheik: Burst Grenade – Hold the special-move button to throw the grenade farther. It doesn't move much once it lands, but it can travel three times as far in the air.",
"Sheik: Needle Storm – You can start charging this attack in the air. The more charged it is, the more needles are fired, but they lose power the farther they get from Sheik.",
"Sheik: Up Smash Attack – On an enemy with low damage, this attack can hit multiple times. On an enemy with high damage, the first hit can launch them pretty far.",
"Shulk: Air Slash – Press the standard attack button while using an Air Slash to perform another slash forward and rise a little farther. It won't work after you start falling.",
"Shulk: Chain Attack – Shulk's Monado Arts even affect his Final Smash. If you select Buster, destroying the Smash Ball will be easier and the attack will do more damage.",
"Shulk: Chain Attack – There are two variations on this attack, depending on whether Shulk calls for Dunban or Riki. They don't change anything but the lines spoken, though.",
"Shulk: Monado Arts – In Buster mode, you deal more damage than usual, but you can't launch opponents as far and you'll receive more damage.",
"Shulk: Monado Arts – In Jump mode, it's not just Shulk's standard jump and midair jump that go higher--his Air Slash move gives him more height than usual, too.",
"Shulk: Monado Arts – In Shield mode, the power of your shield is boosted but you can't move as fast, jump as high, or deal as much damage.",
"Shulk: Monado Arts – In Smash mode, you can launch opponents more effectively, but you deal less damage and can be launched more easily yourself.",
"Shulk: Monado Arts – In Speed mode, you'll sacrifice damage and jump height in order to move faster.",
"Shulk: Monado Arts – Jump mode increases your jumping ability. You'll be able to move more quickly in the air, but you'll also take more damage from attacks.",
"Shulk: Monado Arts – Shulk can switch between Monado Arts even while being launched. If you get launched off a cliff, switching to Jump might save you!",
"Shulk: Monado Arts – Shulk switches between five modes-Jump, Speed, Shield, Buster, and Smash-that change his abilities for a short time.",
"Shulk: Monado Arts – To cancel the current Monado Art, press the special button quickly three times in a row or hold the button for about a second.",
"Shulk: Monado Arts – You can't use a Monado Art immediately after it's run out. If you wait about 10 seconds, it will become available for use again.",
"Shulk: Vision – Input toward your foe when you pull off a counter, and you'll swing around them to attack from the other side. This launches farther but won't work in the air.",
"Shulk: Vision – Shulk's Vision is a powerful counter move, but its activation timing becomes stricter when used repeatedly. It recovers slowly while not in use.",
"Sonic: Down Air Attack – If you jump, Spring Jump, and then use this attack in quick succession, it will end right before you land, which means no landing delay!",
"Sonic: Spin Charge – If you hold down and keep tapping the button, you can charge up this move, making it faster and stronger.",
"Sonic: Spin Charge – If you jump while spinning forward, you'll keep spinning in the air. You can hit opponents like that or use other attacks.",
"Sonic: Spin Charge – Jump while charging a Spin Charge to do a Spin Jump. After a midair jump, you won't be able to Spin Jump until you hit the ground.",
"Sonic: Spin Dash – If this move isn't fully charged yet, you can cancel the charge by pressing the shield button. Use this to fake out your opponents.",
"Sonic: Spin Dash – You can jump and move left and right in the air while charging this move. It's a good way to evade attacks while charging!",
"Sonic: Spring Jump – Even after a Spring Jump, Sonic can still attack and dodge in the air. However, he can't perform a midair jump or use any more special moves.",
"Toon Link: Down Air Attack – Unlike Link's down air attack, Toon Link's doesn't bounce up when it hits a foe. If you try to dunk someone with it, you're gonna have a bad time.",
"Toon Link: Hero's Bow – Unlike Link, if Toon Link fires his bow in midair, he puts it away almost immediately when he lands. This makes it easy to use a quick follow-up.",
"Toon Link: Hero's Shield – Toon Link's shield blocks lower down than Link's and can better cover his smaller body. However, he can't guard while moving faster than a walk.",
"Toon Link: Midair Hookshot – Land with the Hookshot out, and you'll put it away quickly. It's handy as a feint--use it just before landing, and then surprise 'em witha different attack.",
"Toon Link: Midair Hookshot – Using the grab button will fire the Hookshot even in midair, but you can't grab opponents with it. You can, however, use it to attack or grab edges.",
"Toon Link: Standard Air Attack – Swings his sword in front and behind. The attack doesn't have much power, but it's quick enough to use repeatedly in a short time frame.",
"Villager: Balloon Trip – Your balloons can be popped if hit. If you lose one, you'll lose lift. If you lose both, down you go!",
"Villager: Down Air Attack – One to three turnips will appear. More turnips means more damage. Three has a meteor effect.",
"Villager: Lloid Rocket – The Lloid Rocket is more powerful when you're riding it, but you can bail at any time just by pressing the button.",
"Villager: Pocket – Projectiles and items you put in your pocket will disappear after 30 seconds or so. Take them out every so often to keep them longer.",
"Villager: Timber – The Villager can move sideways while using the watering can. It's also possible to water and chop down trees planted by other Villagers.",
"Wario: Chomp – Can be used to bite opponents or eat items. If he eats food, it'll restore more health than usual!",
"Wario: Chomp – Wario's hunger knows no bounds, but eating explosives will cause him a bit of damage. The blast will hurt those around him too!",
"Wario: Dash Attack – Even if you don't land a direct hit with this, just hitting an enemy at the tail end of the attack can send them flying! WAHAHA!",
"Wario: Wario Bike – Press up to do a wheelie and then down to lower the wheel again. Any enemy hit by that front wheel has a good chance of getting launched.",
"Wario: Wario Bike – Wario's motorcycle can break into parts. Throw them at others, or eat them to fill Wario's...gas tank.",
"Wario: Wario Waft – When Wario's bursting at the seams with gas, he'll glow. Getting KO'd won't release any gas either--there's only one way to let it out...",
"Wii Fit Trainer: Deep Breathing – Deep Breathing can reduce stress. Oh, and it also increases your attack and launch power and heals a small amount of damage.",
"Wii Fit Trainer: Header – Shield before hitting the ball to cancel your serve and let the ball fall, dejected, to the ground.",
"Wii Fit Trainer: Header – The ball's trajectory depends on when you press the button again. You can also attack with the headbutt directly, which has a meteor effect.",
"Wii Fit Trainer: Standard Attack – If you land three standard attacks in a row, you'll bury your opponents in the ground for a while.",
"Wii Fit Trainer: Strong Side Attack – It's not just the front arm thrust that deals damage--the leg raised up behind is also a powerful attack that launches foes straight up.",
"Wii Fit Trainer: Super Hoop – Press the button repeatedly to float up higher, making recovery easier. If foes are trying to stop you getting back to the stage, just fly out of reach!",
"Wii Fit Trainer: Up Smash Attack – You're invincible for a moment just before unleashing this. Try using it to launch foes attacking from above.",
"Yoshi: Down Air Attack – This attack is very powerful if the foe is directly beneath Yoshi. On heavier fighters, you can deal over 30% damage.",
"Yoshi: Egg Lay – This move grabs opponents with Yoshi's tongue and traps them in an egg. They'll take less damage while trapped, but you can hit them all you like!",
"Yoshi: Egg Roll – This move turns Yoshi into an egg that rolls along the ground. The faster it goes, the more powerful it'll be. Just beware of getting grabbed!",
"Yoshi: Egg Roll – You can start this move in the air, but you won't deal any damage until you hit the ground.",
"Yoshi: Egg Throw – Unlike other fighters, Yoshi doesn't have a vertical move used mainly for recovering. However, Yoshi will flutter a little bit if this move is used in midair.",
"Yoshi: Midair Jump – Yoshi's midair jump won't stop if a foe attacks him in the middle of it. This is key to recovering for him, since his up special doesn't travel far.",
"Yoshi: Yoshi Bomb – The damage and launching power of the Yoshi Bomb are both a little higher when used on the ground.",
"Yoshi: Yoshi Bomb – Yoshi Bomb is great for breaking shields. Start off with multiple standard attacks, and then use Yoshi Bomb to finish that shield off.",
"Zelda: Farore's Wind – Hold a direction before disappearing to warp that way. Zelda will follow the direction of any platforms she encounters during the warp, as well.",
"Zelda: Phantom Slash – Charge this attack to make the Phantom travel farther. It'll attack differently based on the distance traveled.",
"Zelda: Phantom Slash – If the Phantom takes 13% damage or more, he'll be destroyed. After that, you'll have to wait six seconds before summoning him again.",
"Zero Suit Samus: Down Air Attack – This move sends Zero Suit Samus diagonally downward while attacking. When she lands, the impact damages enemies around her.",
"Zero Suit Samus: Flip Jump – Fighters struck while on the ground will be buried, while airborne fighters will be meteored.",
"Zero Suit Samus: Flip Jump – Press the attack button during this move to launch a kick. This kick does a lot of damage and has a powerful meteor effect too.",
"Zero Suit Samus: Gunship – Samus jumps into her Gunship and opens fire on her opponents. She'll jump back out after five blasts or 15 seconds.",
"Zero Suit Samus: Plasma Whip – If you try to grab in midair, you'll attack with the Plasma Whip instead. If the whip reaches an edge, you'll grab onto it. Handy!",
"Zero Suit Samus: Plasma Whip – This move swings a whiplike stream of plasma directly in front of Zero Suit Samus. Opponents struck by the very tip of it will be blasted away.",
"Stages[edit]",
"",
"Boxing Ring – Reach those lights hanging above the ring! If you damage them enough, they'll come crashing down, launching anyone caught beneath them.",
"Bridge of Eldin – Sometimes a Bulblin will appear, following along after King Bulblin. It won't really do much, but you can attack it and defeat it. You meanie.",
"Castle Siege – This stage shifts from atop the castle walls, to the castle interior, to a vast underground cavern, and finally back to the start of the sequence.",
"Coliseum – The floor of the stage will rise up to form various different platforms. Their layout is random, but they can all be passed through by fighters.",
"Delfino Plaza – This stage takes you on a tour of a sunny island town. You can even go for a swim if you like, but stay in the water too long and you'll sink.",
"Flat Zone X – This stage combines elements from Flat Zone in Melee and Flat Zone 2 in Brawl. Look closely, and you'll see that even the fighters are flat!",
"Gamer – The mother doesn't just peek in from the door or through the window. She appears on TV too, and sometimes even as a drawing in the sketchbook!",
"Gamer – The mother has her eyes peeled for any fighters. Hide in the shadows if you don't want to be discovered smashing after bedtime!",
"Garden of Hope – Don't touch the Pekish Aristocrab when it slides across the stage--it'll launch you! It has no issue knocking over the plant pot and the climbing pole.",
"Garden of Hope – Parts of the stage are pretty fragile. Luckily, if fighters or the Pekish Aristocrab break anything, some Pikmin will be right along to fix it up.",
"Gaur Plain – When Metal Face shows up at night, you can attack and defeat him. Whoever finished him off will get credit for the resulting KO.",
"Jungle Hijinxs – After being fired out of a Barrel Cannon, you'll smolder for a bit. Don't use another one until you stop...unless you think you'd like exploding! (You won't.)",
"Jungle Hijinxs – When the Barrel Cannons start flashing, it means they're about to vanish off-screen. You can't use them once they're pointing straight up, so hurry!",
"Jungle Hijinxs – When the ground starts to quake, it's about to fall out from underneath you. Jump into a Barrel Cannon to flee before it's too late!",
"Kalos Pokemon League – In the Dragon-type chamber, energy surges can launch fighters. If electrical sparks fly at the edges of the stage, Rayquaza is about to appear.",
"Kalos Pokemon League – In the Fire-type chamber, geysers of flame lift up the platforms. When Ho-Oh appears, these blaze up with renewed intensity!",
"Kalos Pokemon League – In the Steel-type chamber, swords stick out from the ground, damaging fighters who touch them. Registeel's Stomp will bury fighters in the ground.",
"Kalos Pokemon League – The flowing water in the Water-type chamber can push fighters off the edge. If Manaphy appears, a hole will open in the center and suck the water in.",
"Kongo Jungle (64) – The Barrel Cannon can nelp you recover even when all seems lost. Time your shot carefully, or you might launch off the screen instead. Oops!",
"Luigi's Mansion – Each pillar supports a part of the building that collapses when that pillar is destroyed. A first-floor pillar can't be destroyed before a second.",
"Lylat Cruise: Smash Taunt – When using Fox or Falco on this stage, you can press the down taunt button very briefly to begin a smash taunt. It'll only work once per battle.",
"Mario Circuit (Brawl) – The karts on this stage do more damage than the ones in the new Mario Circuit. The helpful map in the background always shows where they are!",
"Mario Galaxy – It's not just fighters that are affected by this stage's curved gravity--many projectiles will travel in arcs as well, so aim carefully!",
"Mushroom Kingdom U – A spray of water from below is the sign that a pillar of water is about to erupt. If there's an Urchin on one, don't touch it or you'll get hurt!",
"Mushroom Kingdom U – If Nabbit catches you, he'll put you in his sack. Wriggle about to escape before he carries you off the screen!",
"Mushroom Kingdom U – If one of the giant icicles hits you when it falls, you'll be frozen. If you notice any drops of water falling from above, get out from under them fast!",
"Mushroom Kingdom U – Kamek's magic totally transforms the stage. This can result in platforms sinking beneath your feet, so be careful you don't fall!",
"Norfair – The magma that rises on this stage will gradually cover all but the topmost platforms. Seriously, the floor is lava.",
"Onett – Step on the Drug Store's canopies five times, and the store's sign starts to come free. Do it twice more, and the canopies themselves collapse!",
"Onett – The cars that zoom by from the right-hand side of the screen deal a whopping 30% damage. Use a counterattack on them to deal even more!",
"Orbital Gate Assault – When the missile hits the gate, a force field will appear. It'll launch anyone who touches it--sounds like a thing you should introduce your foes to.",
"PAC-LAND – The speed at which the stage scrolls depends on where the fighters are standing. Head forward to speed it up; lag behind to slow it down.",
"PAC-LAND – This stage includes various special features from the original PAC-LAND game. For instance, the Special Pac item will make you briefly invincible.",
"PAC-LAND – Unlike in other stages, you can't float at all in the water here. You'll fall through it like it's not even there, so be careful not to belly flop to a KO!",
"PAC-LAND – When you reach Fairyland, you can obtain magic boots from the Mother Fairy. These let you jump higher for 30 seconds.",
"PAC-LAND – You can't grab any of the edges on this stage. There aren't many holes, but if you do fall into one, try to recover with plenty of room to spare.",
"Palutena's Temple – The bridge in the middle of the stage will break when attacked. There are moving platforms below, so keep calm and land safely.",
"Pilotwings – In this stage, you fight atop a red biplane and a yellow monoplane. It's tough to aim projectiles straight when the plane keeps twisting and turning!",
"Pokémon Stadium 2 – This stage's Electric form has conveyor belts on both sides. They'll carry you right off the edge; be careful where you stand when you're taunting.",
"Pokémon Stadium 2 – This stage's Flying form has a constant updraft, making fighters fall more slowly. It extends past the edges of the stage, so it's useful for recovering.",
"Pokémon Stadium 2 – This stage randomly shifts into four elemental forms: Elecctric, Flying, Ice and Ground. The Pokémon in the background match each theme.",
"Port Town Aero Dive – When you descend onto the track, be careful of high-speed racing machines. In some places, they can even hit you on the floating platforms!",
"Pyrosphere – If Ridley is knocked down, he'll help out whoever defeated him! However, he can still be attacked while battling for a fighter.",
"Pyrosphere – The bulbous Joulions that fall from above will puff up and explode. You can deal serious damage to Ridley with this explosion.",
"Pyrosphere – The flying machines in this stage are called FG II-Grahams. They'll fire lasers if attacked, which can do a lot of damage to Ridley!",
"Skyloft – On the small island with a waterfall, you'll want to be careful of falling. That swift current can easily prevent you from recovering.",
"Skyworld – Skyworld's terrain is impenetrable, but you can grab the edges. Once destroyed, it leaves clouds that can't be grabbed but can be passed through.",
"Smashville – The background changes based on what time it is in real life. Play on Saturday night at any time from 8:00 to 11:59 to see K.K. Slider perform!",
"Temple – When your damage is high, try to fight in the cave around the middle of the stage. It's easy to break your fall against the walls and stay in the game.",
"The Great Cave Offensive – On this stage, mine carts will sometimes apear. They start moving when someone gets inside or on their own after a while. Try not to get run over!",
"The Great Cave Offensive – The burning red Danger Zones are as dangerous as the name implies. Touch them with more than 100% damage, and you'll be instantly KO'd.",
"The Great Cave Offensive – When treasure chests appear on this stage, break them to get items! Some chests explode, though, so it might be safer to use projectiles.",
"Town and City – Like Smashville, this stage's background matches the time of day. While the main platform is on the move, the smaller ones will exit the screen.",
"Wii Fit Studio – This stage's background demonstrates seven different poses, and the Wii Balance Board platforms can appear in 125 different ways!",
"Windy Hill Zone – Springs appear just beyond the edges of this stage that will propel fighters in the direction a spring is pointing. Watch out--they can spin!",
"Windy Hill Zone – The rotating platforms to the right occasionally change speed or direction. They'll stop briefly beforehand, so be careful not to get carried away!",
"Woolly World – After a warning appears, the ground will rumble and then fall away. While it's gone, the edges of the blue clouds and rocket can be grabbed.",
"Wrecking Crew – If there's an oil drum on a floor that's falling, stay out of its way! These drums can trap you inside, leaving you immobile and vulnerable to attacks.",
"Assist Trophy: Ashley – Unless you summoned Ashley, eating food while within her dark field will cause damage instead of healing it. It's Pit's worst nightmare!",
"Assist Trophy: Chain Chomp – If a Chain Chomp falls off the stage, it'll just jump right back up!",
"Assist Trophy: Chain Chomp – If a platform that can break is broken with one of these chained to it, the Chain Chomp will fall off the stage as well.",
"Assist Trophy: Dark Samus – Dark Samus can be defeated by dealing enough damage. However, anyone who gets too close to her may receive a burst of Phazon energy.",
"Assist Trophy: Devil – The Devil will begin pointing in various directions, and the stage will shift that way. If you get slid off the screen, you'll get KO'd!",
"Assist Trophy: Dillon – Watch out! This armadillo will attack without fear. His Arma-Charge is super powerful, so get to dodging if you see him spinning up!",
"Assist Trophy: Elec Man – Attacking Elec Man will make him flinch, but you'll have to launch him off the screen if you want to stop his lightning attacks.",
"Assist Trophy: Ghirahim – Ghirahim moves gracefully through the battle, using swords and knives. He can't be defeated-he'll simply teleport back if you launch him.",
"Assist Trophy: Ghirahim – Ghirahim will use a dash attack at foes straight ahead. He moves swiftly-making it hard to dodge-and strikes hard enough to launch you.",
"Assist Trophy: Hammer Bro – The Hammer Bro won't move from side to side, so you'll be safe as long as you stay out of range.",
"Assist Trophy: Isabelle – Isabelle is here to support whichever fighter summoned her into the battle. She'll throw healign fruit that's used just by touching it.",
"Assist Trophy: Isabelle – Isabelle will do her best to throw the fruit she gave to the fighter who summoned her. This doesn't mean other fighters can't steal it.",
"Assist Trophy: Knuckle Joe – A fighter sporting a bandana. After a rapid-fire attack, Knuckle Joe will unleash Smash Punch or Rising Break, both very powerful moves.",
"Assist Trophy: Lakitu – Lakitu's Spiny Eggs will have a meteor effect on anyone they hit. Lakitu is perfect for stages that have small platforms.",
"Assist Trophy: Lyn – Lyn is a swordfighter who has perfected her Quick Draw. After she has drawn her sword, she'll attack the nearest opponent.",
"Assist Trophy: Mother Brain – Attack Mother Brain to defeat her! The glass around her will shatter after she fires lasers-that's your chance to strike!",
"Assist Trophy: Mother Brain – It's totally fine to use Mother Brain to shield yourself from the attacks of your rivals.",
"Assist Trophy: Mother Brain – Mother Brain will fire ring-shaped projectiles called Rinkas from off-screen. These are energy base, so they can be absorbed or reflected.",
"Assist Trophy: Phosphora – Phosphora can't be defeated when she arrives on the battlefield, only made to flinch. However, her thunder attacks can be reflected or absorbed.",
"Assist Trophy: Riki – This fluffy little Nopon has six Arts he might use, picked at random, each with a different effect. Sadly, he might end up helping your opponents...",
"Assist Trophy: Saki Amamiya – Depending on how far away his target is, Saki will either shoot or slash at them. The short-range sword attack is particularly powerful.",
"Assist Trophy: Starman – He will shoot either a PK Beam γ or a PK Beam Ω, stunning fighters. PK Beam γ targets one fighter, but Ω is less discerning.",
"Assist Trophy: Starman – If you can keep up with his teleporting, Starman can be defeated. Reflecting or absorbing the PK Beams is a good strategy too.",
"Beehive – Throw this item at an enemy, and the bees will swarm around them, dealing damage over time. Bees laugh at shields and attack right through them. Jerks.",
"Boomerang – If you throw it right and catch this on the very back, it'll deal more damage next time you throw it.",
"Bullet Bill – This item lets you transform into a Bullet Bill and charge across the screen. You can control the direction, but be careful not to self-destruct!",
"Cucco – Don't attack the poor Cucco! No really, don't do that, or it'll call its whole flock. If that happens, try to get other fighters mixed up in the mayhem.",
"Fire Bar – You can use the Fire Bar both at short range and long range. The fireballs at the base of the weapon do the most damage.",
"Golden Hammer – This sometimes turns into a Squeaky Hammer. It doesn't hurt much, but that sound sure is cute, eh?",
"Gust Bellows – This items blows a powerful gust of wind. It aims straight out in front of you if you're holding on to it, but when thrown, it blows wildly in all directions!",
"Hocotate Bomb – The bomb detonates when it hits the ground. It has a big blast range, but the fighter who launched it is immune.",
"Killer Eye – Once activated, this eye repeatedly fires shots, speeding up if it sees a foe. Attack it to make it change direction, though it might fall over instead.",
"Lip's Stick – Using Lip's Stick to damage a foe will make a flower bloom. The flower grows as you continue to deal damage.",
"Pokémon: Arceus – Its Gravity attack will drag any airborne opponents downwards. If there isn't any ground beneath them, they'll be dragged off-screen.",
"Pokémon: Bellossom – Getting close to it will put you right to sleep! The more damage you've taken, the longer you'll be counting sheep.",
"Pokémon: Entei – Fire Spin has a gravitational effect, sucking in anyone who touches it. Once you're trapped in the fiery pillar, it'll do huge damage.",
"Pokémon: Fennekin – Incinerate creates a fire pillar reaching out in front of Fennekin. If it connects, it'll do repeated damage to fighters.",
"Pokémon: Fletchling – Once Fletchling settles on a target, it can be a real pest. Strike while your foes are distracted by this little Pokémon's attacks!",
"Pokémon: Genesect – Both Genesect's laser and its Techno Blast can penetrate walls, so all you can do is stay out of its line of sight.",
"Pokémon: Giratina – Giratina launches a massive gust of wind that hits multiple times. Be careful-this move is tough to avoid and can send you off the screen.",
"Pokémon: Goldeen – If damage was dealt from enthusiasm, then Goldeen would KO everyone with Splash. But it isn't. Not even when Goldeen comes from a Master Ball.",
"Pokémon: Inkay – Inkay's Topsy-Turvy move knocks over nearby fighters. It doesn't work on anybody in the air, though, so try jumping!",
"Pokémon: Keldeo – When it uses Secret Sword, it will rush up to a fighter and deliver a powerful, wide-range slash attack with its extended horn.",
"Pokémon: Lugia – Lugia will launch Aeroblast, a wide-range attack, from the back of the stage. This attack can't be blocked-do all you can to get clear!",
"Pokémon: Mew – Mew is so rare, you'll be lucky to see one at all-but when you do, it'll drop rare items onto the battlefield.",
"Pokémon: Snivy – Snivy's Razor Leaf rapidly fires at short range, but anyone caught in it will be hit over and over and over.",
"Pokémon: Snorlax – Snorlax grows as it rises into the air. If the timing's right, you can get every other fighter in one fell swoop!",
"Pokémon: Staryu – Staryu will pursue a target and shoot stars at high speed. For fighters with projectile-absorbing moves, this is like an early birthday present!",
"Pokémon: Swirlix – Those who stray too close to Swirlix will have their movement reduced. Take advantage of this if you brought Swirlix into battle!",
"Pokémon: Victini – Victini will use Victory Star to give the fighter who summoned it a boost. In a team battle, it will boost your teammates as well.",
"Pokémon: Zoroark – Its Fury Swipes attack smacks its victim down hard. Wait for them to hit the ground-that's your chance to deliver a follow-up attack!",
"Rocket Belt – After you've worn the Rocket Belt for a set time, it'll fly off on its own. If it hits an opponent on its way up, it'll explode and launch them!",
"Rocket Belt – Hold a jump button while wearing this item, and it will send you soaring skyward. This makes recovering easy for even the least agile of fighters.",
"Spiny Shell – When you throw this shell, it will hover above an opponent's head before descending upon them and exploding. It targets whoever's in first.",
"8-Player Smash Stages – The fire marshal says you can't play every stage in 8-Player Smash. However, there are more stages available for 5 to 6 players than for 7 to 8.",
"amiibo: Gifts – An amiibo fighter will bring back items it obtained in battle and give them to you as presents. It can even bring them from a friend's Wii U console!",
"amiibo: Learning from Defeat – An amiibo gains more experience from losing a battle than winning. Let your amiibo face high-level CPUs to learn the true meaning of strength!",
"amiibo: Training in Battle – Your amiibo fighters can even take part in Special Smashes or 8-Player Smashes. Don't worry; they still gain experience and level up while playing around.",
"amiibo: Work Up an Appetite – After growing a lot by eating equipment, amiibo fighters will be stuffed. They'll have to build up an appetite by fighting before they can eat any more.",
"amiibo: Bonus Effects and Stats – When learning negative bonus effects, some stats will increase to compensate. Positive bonus effects will make some stats go down.",
"amiibo: Training Tip – An amiibo will grow more quickly if it battles on a different Wii U than its owner's. Sounds like it's time for a traveling training montage!",
"amiibo: Feeding Equipment – Feed your amiibo equipment to change its abilities. If the consumed equipment has a bonus effect, the amiibo fighter will learn it!",
"amiibo: amiibo Battles – When an amiibo is in a battle with another amiibo, it gains more experience than usual. And the more intense the battle, the more it will grow! Ah, rivalry!",
"Classic: Intruders – Intruders can be giant, metal or a team of fighters. They may disappear after a battle, so head straight for them if you want the rewards!",
"Events: Fighter Selection – Most events will select your fighter for you. Some will let you choose, but those events will be more difficult in order to make up for that advantage!",
"Special Orders: Crazy Orders – Clear several tickets in a row to build up your reward and then confront Crazy Hand. Win and get the pile of goodies. Lose and go home with little.",
"Special Orders: Healing in Crazy Orders – Each time you beat a ticket, some of your damage will heal. However, you'll heal the same amount no matter what difficulty you're playing at.",
"Team Battle – When fighting in team battles, pairing a fighter skilled at close quarters with one who excels in ranged attacks can open up new strategies.",
"Trophy Rush: Gold Blocks – Breaking one of these will really boost your Fever Gauge, especially if you use your fighter's own attacks. They appear more often as time passes.",
"Trophy Rush: Playing with Two Players – When you play with two players, more tough blocks and balls of electricity will appear. However, you'll also get more rewards.",
"Trophy Rush: Timed Bombs – Your normal attacks won't break these. They blow up five seconds after appearing, and their explosion can launch you if you aren't careful!",
"Bonuses: Distance Traveled – This bonus is awarded just for moving, that means everyone gets it! Your Speed stat will increase based on how many spaces you moved.",
"Fighter Variations – Fighters come in three variations: 1, 2 and 3, 1 means they have their default specials, while 2 or 3 means they're rocking some custom specials.",
"High-Launch Smash – A battle where everyone is easier to launch than normal. You'll be zooming past each other in no time! Wheeeeeeeee!",
"Obtaining Fighters – You can pick up fighters just by passing over the spaces they're resting on. Whoever gets the most has a clear advantage in the final battle!",
"Transformation Smash – More items that normal will appear in this kind of battle and they'll all be wearables or ones that change the appearance of your character.",
"Tour Item: Boss Galaga – This shuffles around the positions of the other players. Someone's about to get a Checkpoint Bonus? Disrupt their plans with this Tour Item.",
"Tour Item: Excitebike – This Tour Item doubles the result from your spinner. Chase down someone you really wanna battle, or make it to that checkpoint really fast!",
"Tour Item: Franklin Badge – This Tour Item lets you start off the battle rocking a Franklin Badge. If a foe started with a projectile weapon, they're in for a shock!",
"Tour Item: Great Fox – This Tour Item warps to a checkpoint you haven't visited yet. If you haven't got many left, it's easier to predict where it will take you.",
"Tour Item: Hammer – This Tour Item gives you a Hammer at the start of the battle. Use this advantage to really nail your foes!",
"Tour Item: Kat & Ana – Using this lets you automatically break your fall when launched toward a wall or ceiling. Especially helpful if you're the headfirst into battle type.",
"Tour Item: Majora's Mask – This Tour Item draws on dark magic to double all your stats. In return, you'll have to start the next battle with 50% damage.",
"Tour Item: Metal Box – Use this Tour Item, and you'll start the battle in metal form. That shiny body means it's challenging to launch you, but it makes recovering a heavy burden.",
"Tour Item: Ore Club – Begin the battle with an Ore Club in hand by using this Tour Item. Swing it, throw it, or charge up and send a whirlwind flying.",
"Tour Item: Poison Mushroom – Use this Tour Item to shrink a foe at the start of the battle. It'll be harder to hit them, but the small size makes them easily launchable.",
"Tour Item: Proto Man – This Tour Item will reflect the effect of other Tour Items back at your foes. If they were trying to swap or shuffle, it'll just nullify those effects.",
"Tour Item: Resetti – This Tour Item will cause one opponent to lose the bonuses from their stat boosts for one battle. Use it near the endgame for maximum effect!",
"Tour Item: Rocket Belt – This Tour Item lets you throw on a Rocket Belt at the start of the fight. For fighters who can't recover well, this is a must-have.",
"Tour Item: Sidestepper – This Tour Item lets you dodge sideways roughly twice as fast as normal, making it even more challenging for your opponents to hit you.",
"Tour Item: Super Mushroom – Enter the battle as a giant by using this Tour Item. Your newfound size is short lived, however, so make the most of it before you're back to normal.",
"Tour Item: Wolfen – This Tour Item will start one of your foes at 100% damage in that battle. How mean! Unless it's Lucario, who'd be more powerful. Why would you do that?",
"Bonus Effects – You can equip multiple pieces of equipment with the same bonus effect to make that effect stronger.",
"Breaking Your Fall – When you hit the wall, floor, or ceiling after being launched, press the shield button to break your fall and avoid follow-up attacks.",
"Changing Direction and Attacking – With most fighters, you can turn around while dashing and then quickly press a button to deliver a strong side attack or a side smash.",
"Charge Canceling – You can cancel some special moves by pressing the shield button as you charge. Using the move again will start you where you left off!",
"Clinging to Walls – Some fighters can temporarily stick to walls if you keep holding in the direction of the wall. Not every wall is good for this move, though...",
"Crouch Walking – Some fighters can move while crouched if you input diagonally down to the left or right.",
"Crouching's Defensive Value – Going into a crouch will help protect you from being launched as far. Walking while crouched, however, won't help at all--but it looks pretty hilarious!",
"Custom Special Moves – Each of the custom special moves has different attributes. Choose carefully to create the perfect fighter for your play style!",
"Dangerous Shielding – If your shield breaks near an edge, a foe could casually push you off the stage while laughing. Be careful where you use your shield!",
"Deadly Blow – A red and black flash of lightning when an attack lands means that the victim has been hit with enough force to launch them off the screen.",
"Directional Taunts – Some taunts are different depending on which way the fighter is facing. Captain Falcon's down taunt and Rosalina & Luma's side taunt are examples.",
"Easy Final Smash – Fighters who are really lagging behind will sometimes be ready to use a Final Smash as soon as they return from being KO'd.",
"Eating While Prone – Press the attack button while you're prone to eat a food item that's fallen nearby.",
"Edge-Grabbing Invincibility – When you grab an edge, your fighter flashes and becomes briefly invincible. This won't happen if you grab an edge again before touching the ground.",
"Footstool Jump – You can jump on opponents' heads and use them as a springboard. If they're airborne, they'll fall down too.",
"Grab – You have to wait at least a second between letting go of opponents and grabbing them again, so be patient!",
"Grab an Item while Airborne – You can grab an item in midair by dodging or attacking at just the right time.",
"Grabbing Edges – If you grab an edge that someone else is grabbing, you'll steal it from him or her. So much for first come, first served!",
"Helpless Falling – After using certain specials in the air, you won't be able to attack or dodge until you hit the ground. You can still adjust the direction for your fall, though.",
"Hitstun Shuffling – If you input in a direction while taking damage, you'll shift slightly in that direction.",
"Interacting with Equipment Using equipment that raises attack will lower defense at the same time. You know what they say-the best defense is a good offense!",
"Landing after Midair Dodging – If you land while performing a midair dodge, you won't be able to move for a moment. Dodging all the time can actually leave you more exposed!",
"Low Jump – If you press the jump button very briefly, you'll jump lower than usual, which lets you use air attacks against ground-level foes.",
"Magnifying-Glass Damage – When you move off-screen, you'll be shown in a little circle. You'll gradually take damage while off the screen, so don't linger!",
"Meteor Smash – Launching an opponent straight downward is known as a meteor smash. Doing this when there isn't a platform below is a good one-hit KO method.",
"Perfect Shield – Shielding right before an attack results in a perfect shield. You'll be able to strike back immediately after guarding.",
"Reflection Move Stamina – Reflection moves tend to break if an attack deals more than around 50 damage. Shots get stronger if reflected, so reflecting back and forth is risky!",
"Repeated Edge Grabbing – Some moves, such as Ike's Aether, have limits on how many times they can be used to grab onto edges without touching the ground.",
"Reversing Side Specials – Input the opposite direction right after starting a side special to change direction and do the move the other way. This works in midair, too.",
"Shield Break – While your shield is up, it'll gradually get smaller. When it finally breaks, you'll become dizzy.",
"Shifting Your Shield – You can gently input a direction while shielding to move your shield. This lets you block effectively, even with a small shield.",
"Smash Taunts on Orbital Gate Assault (Special Version) – If all players press the ZR Button (or equivalent) when choosing this stage, you'll see a special Smash Taunt...as long as Fox and Falco aren't in play.",
"Stale Moves – Using the same attack constantly will decrease its power. Add a little variety to your fighting to spice up your game!",
"Strong Equipment – Taking on higher intensity levels in Classic mode or achieving high scores in minigames can hugely affect the power of the equipment you pick up.",
"Super Armor – This is a state where you won't flinch even while taking damage. Some specials will trigger this.",
"The Jump Masters – #1 is a tie between Jigglypuff, Meta Knight, and Kirby, who can all manage six. #4 is King Dedede with five, and Pit and Dark Pit are tied at #5 with four.",
"The Three Fastest Fighters – #1 is Sonic, #2 is Captain Falcon, and #3 is Little Mac. In Super Smash Bros. Brawl, Fox was #3, but Little Mac is just too light on his feet.",
"The Three Fastest Walkers – Marth and Lucina are tied for #1, with Fox at #3. Walking doesn't leave you as open as running; patience can be a virtue in battle!",
"The Three Highest Jumpers – #1 is Falco, #2 is Greninja, and #3 is Zero Suit Samus. Technically Giga Bowser jumps higher, but using a Final Smash form is cheating in this case.",
"The Three Heaviest Fighters – #1 is Bowser, #2 is Donkey Kong, and #3 is King Dedede. The heavier a fighter is, the stronger their attacks are and the harder they are to launch.",
"The Three Lightest Fighters – #1 is Jigglypuff, #2 is Mr. Game & Watch, and #3 is Kirby. Light fighters are easy to launch but can easily escape from combos.",
"The Three Slowest Walkers – #1 is Robin, #2 is Jigglypuff, and #3 is Ganondorf. Don't worry--Robin makes up for that low speed with powerful ranged magic.",
"The Top 3 Lifting Legends – Who moves fastest while carrying heavy items? #1 is Bowser, #2 is Donkey Kong, and #3 is King Dedede. DK can even jump with a crate! So strong!",
"Throwing Items – Drop items by pressing the grab button. Input a direction when you drop an item to throw the item in that direction.",
"Turning and Grabbing – If you turn around while running and then grab, your grabbing range will be longer than usual.",
"Types of Equipment – Equipment can affect either attack, defense, or speed. You can equip more than one piece of the same type.",
"Wall Jumping – Some fighters can jump off walls. Input in the opposite direction while touching the wall to do this.",
"When Two Attacks Don't Meet – If two attacks connect at the same time and one is significantly stronger, that move will prevail. Some moves, like air attacks, are never canceled.",
"When Two Attacks Meet – Two attacks can cancel each other out if they connect at the same moment. With the right timing, you can even punch projectiles right out of the air!",
"While Shielding – You can't walk or attack while shielding, but you can jump. Do an up attack before leaving the ground to immediately strike out of your shield!",
"A Parental Bond? – The baby Metroid that appear in Super Metroid imprinted on Samus before being left in the care of the Galactic Space Academy.",
"An Exclusive Release – In Japan, the Famicom version of Punch-Out!! was initially distributed as a prize in a tournament. It wasn't released to the public until later on.",
"Battlefield – The Battlefield platform layout has been around since Dream Land in the original Super Smash Bros. It was first named Battlefield in Melee.",
"Bowser Jr.'s Origins – Bowser Jr. first appeared in the 2002 title Super Mario Sunshine. He's a bit of a brat, but he does have a lot of love for his daddy.",
"Captain Falcon's Origins – Captain Falcon's first appearance was in the 1991 SNES launch title F-Zero. You couldn't see him in the game itself, but he was in the manual.",
"Cutscene Easter Egg – In PAC-MAN, players were rewarded with an intermission after clearing a set number of rounds. In one of them, Blinky shows a little bit of...leg?!",
"Diddy Kong's Origins – The small and agile Diddy Kong first appeared in the SNES title Donkey Kong Country in 1994, where he was a valuable partner to DK.",
"Dr. Mario's Origins – Dr. Mario made his debut in 1990 in the puzzle game of the same name. He was developing vitamins to combat some nasty viruses.",
"Duck Hunt's Origins – Duck Hunt was released in 1985 for the NES, but did you know Nintendo released another toy in Japan with the same title in the 70s?",
"Fox's Origins – Fox made his debut in 1993, in the SNES game Star Fox. In his fighter craft, the Arwing, he fought to take down the evil scientist Andross.",
"Iggy's Origins – Trickster Iggy Koopa debuted in Super Mario Bros. 3, released in North America in 1990. Fun fact: He's the only nearsighted Koopaling!",
"Jigglypuff's Origins – Jigglypuff has been singing its opponents to sleep in North America since its debut in the 1998 Game Boy games Pokémon Red and Blue.",
"Kirby's Origins – Kirby made his debut in 1992 in Kirby's Dream Land for the Game Boy. The goal of his journey was to recover stolen food from King Dedede.",
"Lemmy's Origins – Lemmy Koopa debuted in Super Mario Bros. 3, released in North America in 1990. He's the smallest and quickest of the Koopalings.",
"Link's Air Attacks – Link's down and up air attacks, Downward Thrust and Upward Thrust, are from Zelda II - The Adventure of Link. In that game, they're learned from town swordsmen.",
"Little Mac's Origins – Even though Punch-Out!! was released in 1984, Little Mac didn't receive his name until the 1987 NES release.",
"Lucario's Origins – Lucario first appeared in Pokémon Diamond and Pearl. Lucario has the power to detect its opponent's thoughts and actions by reading their aura.",
"Ludwig's Origins – Ludwig von Koopa first appeared in Super Mario Bros. 3, released in North America in 1990. You could call him the brains of the Koopalings.",
"Luigi's Air Superiority – The title Super Mario Bros. 2 refers to different games in the West and in Japan, but both games introduced Luigi's ability to jump higher than Mario!",
"Luigi's Origins – Luigi made his debut in the 1983 arcade classic Mario Bros. At the time, he wore a white shirt and cap with green overalls.",
"Mario's Origins – Mario made his debut in the arcade game Donkey Kong. He wore a blue shirt and red overalls-the opposite of his current outfit.",
"Marth's Origins – Marth debuted in the first Fire Emblem game in 1990, but that game wasn't released in North America until the Nintendo DS remake in 2009.",
"Mega Man: Back Air Attack – Mega Man's back air attack is the multhitting Slash Claw. He obtained this special weapon by beating the boss Slash Man in Mega Man 7.",
"Mega Man: Down Air Attack – Mega Man's down air attack is Hard Knuckle, which fires his fist downward like a rocket. It was the special weapon of Hard Man in Mega Man 3.",
"Mega Man: Down Smash Attack – Mega Man's down smash is Flame Blast, which creates twin pillars of fire in his hands. He got this special weapon from Flame Man in Mega Man 6.",
"Mega Man: Down Special 2 – Mega Man's second down special, Skull Barrier, protects him with rotating skulls. It's the special weapon of Mega Man 4 boss Skull Man.",
"Mega Man: Front Air Attack – Mega Man's front air attack is a decisive strike with his Flame Sword. He obtained this special weapons by defeating Sword Man in Mega Man 8.",
"Mega Man: Side Special – Mega Man's side special Crash Bomber fires an explosive that sticks to walls and fighters. It was originally Crash Man's special weapon in Mega Man 2.",
"Mega Man: Side Special 2 – Mega Man's second side special is Ice Slasher, an icy shot that penetrates foes. It was the special weapon of Ice Man in the first Mega Man game.",
"Mega Man: Standard Special 3 – Mega Man's third standard special is the boomerang-like Shadow Blade. It's the special weapon of Mega Man 3 boss Shadow Man.",
"Mega Man: Strong Down Attack – Mega Man's strong down attack is simply called Sliding. It's based on the nonoffensive technique he's been able to use since Mega Man 3.",
"Mega Man: Strong Up Attack – Mega Man's strong up attack is Mega Upper, a move he uses in the arcade game Mega Man 2: The Power Fighters.",
"Mega Man: Up Smash Attack – Mega Man's up smash is the electrifying Spark Shock. He originally obtained this special weapon by defeating Spark Man, a boss in Mega Man 3.",
"Mega Man: Up Special – Mega Man's up special Rush Coil lets him leap to great heights with a little help from Rush, his robot-dog partner. Rush debuted in Mega Man 3.",
"Mii Fighter's Origins – Mii characters first appeared in 2006, with the debut of the Wii console and the Mii Channel. They can be used in a variety of games.",
"Morton's Origins – Morton Koopa Jr.'s debut was in Super Mario Bros. 3, released in North America in 1990. As the largest of the Koopalings, he's proudly more brawn than brains.",
"Multiple Endings – In the original Metroid, the ending would change slightly depending on your clear time. The better endings revealed the secret of Samus's identity!",
"Ness's Little Sister – Ness has a little sister named Tracy. She works part-time at Escargo Express, answering Ness's calls when he needs to have items delivered.",
"No Goombas? – Super Mario World doesn't feature any normal Goombas. The ones that do appear are actually a different species, now known as Galoombas.",
"Nurse Peach – When Mario took up a new career as Dr. Mario, Peach joined him as a nurse. But she didn't get to appear in the game itself, only in the manual!",
"Princess of the Mushroom Kingdom – Peach first appeared in Super Mario Bros., where she was known as Princess Toadstool. This was also the first of her many run-ins with Bowser...",
"Robin: Nosferatu – In Fire Emblem Awakening, Robin wasn't able to use Nosferatu in his or her base class of Tactician-only by reclassing into a Dark Mage.",
"Rosalina and Luma's Origins – Rosalina and Luma made their debut in the 2007 title Super Mario Galaxy. Rosalina is a mysterious galactic traveler, and the Lumas her companions.",
"Roy's Origins – Roy Koopa's debut was in Super Mario Bros. 3, released in North America in 1990. If you see a big Koopaling wearing pink shades, that's him.",
"Sheik's Origins – Sheik's first appearance was in the 1998 N64 title The Legend of Zelda: Ocarina of Time. Her true identity is Ze- I won't spoil it for you.",
"The Golden Hammer's Origins – The Golden Hammer item is from Wrecking Crew on the NES, as is the stand it appears on. Even its music is taken straight from the original game!",
"The Hammer's Origins – The Hammer item comes from the original Donkey Kong arcade game. Even the music that play when you grab it is a perfect match!",
"Three Classic Items – The three power-ups from Super Mario Bros. on the NES-the Super Mushroom, Fire Flower, and Super Star-can all be used in this game too!",
"Types of Viruses – In Dr. Mario on the NES, the three different types of virus were red, blue, and yellow. On the Game Boy, they were white, black, and gray.",
"Villager's Origins – The Villager debuted in 2002 in Animal Crossing, a game in which players could enjoy a peaceful village life with a variety of animal neighbors.",
"Wendy's Origins – The stylish Wendy O. Koopa made her debut in North America with the 1990 release of Super Mario Bros. 3. She's the only female Koopalings.",
"Who is the Hero? – Despite being the hero, Link's name only appears in the title of five games. Can you name them? One might be tricker to remember than the others!",
"Zero Suit Samus's Origins – Samus first donned her blue Zero Suit in the 2004 title Metroid: Zero Mission."]