["The Velvet Room name comes from the mysterious place between dream and reality in the Shin Megami Tensei: Persona series.",
"Pardon the Smash! was almost called Smash Symposium and The Midnight Channel. Iteration is important.",
"Smash Chateau gave birth to The Velvet Room and not the other way around. Don't worry, it's a common misconception.",
"The logo for The Velvet Room was inspired by a tarot card from the Shin Megami Tensei: Persona series.",
"Camtendo plays basketball when he's not coding or playing video games. He will dunk on you.",
"ReesayBot was preceded by ZioBot, a failed JS experiment to parse and handle Twitch chat directly from a browser.",
"Both founders of The Velvet Room are software developers. This is rare for a streaming team.",
"GrandpaJake is not an actual grandfather...yet.",
"Mike Echo is a huge wrestling fan. Was it Bret Hart that was his favorite? I think that is the one.",
"Noah usually uses some derivation of the word pie in his Smash tags. Now I'm hungry for pie.",
"Mike J. Moffitt, The Velvet Room's technical adviser, has written a game called Ghost in the Machine. It is available on Steam.",
"The first non-Smash game The Velvet Room streamed was Ultra Street Fighter IV. It was at UMSK 1.",
"T0asterb0t has a website where he rates restaurants in Lincoln, Nebraska. http://www.derekeatsfood.com/ #DEF",
"JBM fills his muscles with pho. For those who don't know, Pho is a Vietnamese noodle dish.",
"Davidcue is the owner of the Dair Dojo. As you can probably guess, you aren't allowed to use fairs in there.",
"MegaRobDad is the father of Mew2King. Really.",
"The Velvet Room considers Geeky Goon Squad its direct rival in terms of feature development and innovation.",
"Camtendo and several others use Wii Nunchaku control sticks in their Gamecube controllers.",
"T0asterb0t is known as TVR Huenther in some areas.",
"If Smeesh loses on a stage against you, there is an extremely high probability he will counterpick the same stage.",
"Majik styles his hair differently for every major tournament. I should take pictures and start an album.",
"Mike Echo and Majik form a killer team known as Majik Mike. They commentate and play Smash together.",
"My name is Elizabeth. I will teach you wonderful facts while you wait for more action.",
"JBM gained his nickname as The Gatekeeper by beating Darkrain at Roll Tier X4: Remix."]